export default function () {
    return [
        {
            img: 'img/cartsM.jpg',
            title: 'Карты. деньги, два ствола',
            originTitle: 'Lock, Stock and Two Smoking Barrels',
            year: '1998',
            country: 'Великобритания',
            direct: 'Гай Риччи',
            genre: 'Криминальный, триллер, комедия',
            actors: 'Джейсон Стэтхэм, Ник Моран, Джейсон Флеминг, Декстер Флетчер, Винни Джонс, Стинг, Стивен Макинтош, Николас Роу, Ник Марк, Чарльз Форбс, Фрэнк Харпер',
            description: 'Четверо молодых парней долго старались, чтобы накопить каждому из них по 25 тысяч фунтов. И вот, наконец-то, им это удалось для того, чтобы у одного из них появилась возможность сыграть с матерым преступником и опытнейшим шулером, известного по кличке Гарри-Топор. Но игра прошла не совсем успешно для молодых игроков: в итоге парень проиграл 500 тысяч и теперь на протяжении недели ему предстоит выплатить весь долг. Если же деньги не будут уплачены в срок, то ему и его друзьям ежедневно буду отрубать по одному пальцу, после чего преступники перейдут к более изощренным пыткам. Чтобы как-то выйти из сложившейся ситуации, ребята приняли решение ограбить бандитов, планирующих кражу денег у трех "ботаников", выращивающих марихуану.Смотрите онлайн фильм «Карты, деньги, два ствола» в хорошем HD качестве на нашем сайте, бесплатно и без регистрации.',
            trailer: 'https://www.youtube.com/embed/81dw8rqPf_E'
        },
        {
            img: 'img/genKill.jpg',
            title: 'Поколение убийц',
            originTitle: 'Generation Kill',
            year: '2008',
            country: 'США, Великобритания',
            direct: 'Сузанна Уайт',
            genre: 'Сериалы',
            actors: 'Александр Скарсгард, Джеймс Рэнсон, Ли Тергесен, Джон Уэртас, Старк Сэндс, Билли Лаш, Йохан Лотан, Уилсон Бетел',
            description: 'Сериал рассказывает о первых сорока днях войны в Ираке, начавшейся с вторжения США на территорию страны в марте 2003 года. Данные события отражаются глазами бойцов 1-го разведывательного батальона американской морской пехоты. Именно эти морпехи первыми вошли в страну со стороны Кувейта и двигались через Междуречье к Багдаду. По ходу продвижения по Ираку бойцы столкнулись с проблемами нехватки боеприпасов и продовольствия, с безграмотностью и недальновидностью командования, отсутствием тактики ведения боя и четкой стратегии, а также с другими проблемами и неприятностями.Смотрите онлайн сериал «Поколение убийц» совершенно бесплатно в хорошем HD качестве без регистрации на нашем виртуальном кинотеатре. Желаем приятного и увлекательного просмотра!',
            trailer: 'https://www.youtube.com/embed/v3GkHcZHQrY'
        },
        {
            img: 'img/Interst.jpg',
            title: 'Интерстеллар',
            originTitle: 'Interstellar',
            year: '2014',
            country: 'США, Великобритания',
            direct: 'Кристофер Нолан',
            genre: 'Детектив, Фантастика',
            actors: 'Мэттью МакКонахи, Энн Хэтэуэй, Джессика Честейн, Билл Ирвин, Эллен Бёрстин, Майкл Кейн, Уэс Бентли, Тофер Грейс, Уильям Дивэйн, Кейси Аффлек',
            description: "Купер — отец-одиночка, воспитывающий двух детей, который является одним из лучших пилотов и инженеров. Он все свое время посвящал семье, но в один прекрасный момент ему пришлось покинуть своих родных. Дело в том, что всему миру угрожает смертельная опасность, остановить которую уже невозможно, поэтому ученые приняли единственное правильное решение: отправить группу исследователей в недавно обнаруженный пространственно-временной тоннель. Именно этим людям предстоит обойти ограничения полетов в космосе, благодаря чему человечество сможет совершать межзвездные полеты и покинуть свой прежний мир, находящийся на грани разрушения. Но удастся ли Куперу и остальным членам экипажа справиться с этой нелегкой задачей?.Смотрите онлайн фильм «Интерстеллар» в хорошем HD качестве на нашем сайте, бесплатно и без регистрации.",
            trailer: 'https://www.youtube.com/embed/OE_uALAM6_I'
        },
        {
            img: 'img/thiefT.jpg',
            title: 'Город воров',
            originTitle: 'The city',
            year: '2010',
            country: 'США',
            direct: 'Бен Аффлек',
            genre: 'Криминальный, триллер, боевик',
            actors: 'Бен Аффлек, Ребекка Холл, Джон Хэмм, Джереми Реннер, Блейк Лайвли, Слэйн, Оуэн Бурк, Титус Уэлливер, Пит Постлетуэйт, Крис Купер',
            description: 'Смотрите онлайн криминальную драму «Город воров» от режиссёра Бена Аффлека, снятую по мотивам книги Чака Хогана. Фильм вышел на экраны осенью 2010 года. Картина была отмечена премиями Национального совета кинокритиков США. Джереми Реннер, который сыграл одну из ведущих ролей, был номинирован на премию «Оскар» за лучшую мужскую роль второго плана. Бен решил в фильме показать родной город Бостон. Он показывает преступный мир города и при этом сохраняет его лицо — крупного, важного и по-своему красивого города.События в сюжете фильма «Город воров» развивается в столице штата Массачусетс, который приютил огромное множество бандитов в области ограблений, а так же профессиональных грабителей банков. Количество ограблений банков в городе резко возросло и копы в шоке! Дуг Мак Рей — обычный гражданин, который решил пойти по стопам отца и стал главарем банды. Дуг и его команда становятся неуязвимыми, неуловимыми грабителями банков. И как это обычно бывает, очередное «дело» и прокол. У дуга начинается бурный и страстный роман с заложницей, с которой он надеется на новое светлое будущее...Смотрите онлайн фильм «Город воров» на нашем сайте в хорошем HD качестве без регистрации и абсолютно бесплатно. Наслаждайтесь просмотром!',
            trailer: 'https://www.youtube.com/embed/nY1osJf3Iv4'
        },
        {
            img: 'img/threeB.jpg',
            title: 'Три биллборда на границе',
            originTitle: 'Three billboards',
            year: '2017',
            country: 'Великобритания, США',
            direct: 'Мартин МакДона',
            genre: 'Драмы, Комедии, Криминальный',
            actors: '	Фрэнсис МакДорманд, Калеб Лэндри Джонс, Керри Кондон, Сэм Рокуэлл, Алехандро Барриос, Даррел Бритт-Гибсон, Вуди Харрельсон, Эбби Корниш',
            description: 'Милдред Хейс — уже немолодая женщина, которая пережила страшное горе — смерть любимой дочери. Прошло несколько месяцев после трагических событий, но полиция так и не смогла найти убийцу девушки. Отчаявшаяся женщина решается на смелый шаг и арендует три биллборда, расположенные на въезде в город, на которых она оставляет послание уважаемому главе полиции Уильяму Уиллоуби. Вскоре в ситуацию оказывается втянут и заместитель шерифа офицер Диксон, который является настоящим маменькиным сыночком, к тому же склонным к насилию. С этого момента борьба между властями города и Милдред набирает новые обороты...Смотрите онлайн фильм «Три биллборда на границе Эббинга, Миссури» в хорошем HD качестве на нашем сайте, бесплатно и без регистрации.',
            trailer: 'https://www.youtube.com/embed/3iRsvVne6zw'
        },
        {
            img: 'img/trueD.jpg',
            title: 'Настоящий детектив',
            originTitle: 'True detective',
            year: '2014',
            country: 'Великобритания',
            direct: 'Кэри Фукунага',
            genre: 'Сериалы',
            actors: 'Мэттью МакКонахи, Вуди Харрельсон, Мишель Монахэн, Майкл Поттс, Тори Киттлз, Дж.Д. Эвермор, Дэна Гурье, Мэдисон Вульф, Кевин Данн, Джо Крест',
            description: 'Детективы полиции из Луизианы познакомились еще в 1995 году, когда вели расследование нескольких преступлений, совершенных серийным убийцей. Спустя семнадцать лет им вновь приходится вернуться к тому же расследованию, поскольку в Луизиане было совершено убийство, как две капли воды похожее на те самые преступления. В течении долгих десяти лет детективы не общались между собой и теперь им вновь предстоит встретиться на месте очередного преступления. Действия сериала происходят в двух разных периодах времени — в настоящем, в 2012 году, и в прошлом, 1995 году, когда молодые детективы совместными усилиями пытались поймать маньяка...Смотрите онлайн сериал «Настоящий детектив» в хорошем HD качестве на нашем сайте, бесплатно и без регистрации.',
            trailer: 'https://www.youtube.com/embed/GXR0xCzau0o'
        }
    ]
}